# language: ru

Функционал: Поиск товара

    Сценарий: Поиск товара на сайте wildberries
        * пользователь находится на странице "Google"
        * заполняет поле "Поиск" значением "wildberries"
        * нажимает кнопку "Поиск в Google"
        * кликает по ссылке "wildberries"
        * переключается на соседнюю вкладку
        * URL соответствует "https://www.wildberries.ru/"
        * пользователь находится на странице "Сайт Wildberries"
        * заполняет поле "Поиск" значением "Клевые носки"
        * нажимает клавишу "Enter"
        * ожидает появления элемента "Первый товар из списка"
        * наводит на элемент "Первый товар из списка"
        * нажимает кнопку "В корзину"
        * ожидает появления элемента "pop-up добавлен в корзину"
        * нажимает кнопку "Корзина"
        * ожидает появления элемента "один товар в корзине"


