# language: ru

Функционал: Открытие сайта wildberries

    Сценарий: Открытие wildberries через поиск google
        * пользователь находится на странице "Google"
        * заполняет поле "Поиск" значением "wildberries"
        * нажимает кнопку "Поиск в Google"
        * кликает по ссылке "wildberries"
        * переключается на соседнюю вкладку
        * URL соответствует "https://www.wildberries.ru/"
        * пользователь находится на странице "Сайт Wildberries"
        * ожидает появления элемента "Лого"



